Repository: dnganhkiet1206/fitness-os
Catalog: apps/ios/ASCND/Resources/Localizable.xcstrings
Source language: en
Languages: es, vi

# community.profile.rules
source: By creating a profile you agree to the Community Rules: no tolerance for objectionable, abusive or harmful content. Violations are removed and accounts can be suspended.
es: Al crear un perfil aceptas las Normas de la comunidad: tolerancia cero con el contenido ofensivo, abusivo o dañino. Las infracciones se eliminan y las cuentas pueden suspenderse.
vi: Khi tạo hồ sơ, bạn đồng ý với Quy tắc cộng đồng: không dung thứ nội dung phản cảm, quấy rối hay gây nguy hiểm. Nội dung vi phạm bị gỡ và tài khoản có thể bị khoá.

# community.profile.ruleslink
source: Read the Terms
es: Leer los Términos
vi: Đọc Điều khoản

# community.profile.save
source: Save profile
es: Guardar perfil
vi: Lưu hồ sơ

# community.profile.loadfailed
source: Could not load your community profile.
es: No se pudo cargar tu perfil de comunidad.
vi: Không tải được hồ sơ cộng đồng.

# community.profile.savefailed
source: Profile not saved
es: No se guardó el perfil
vi: Chưa lưu được hồ sơ

# community.profile.offline
source: Your community profile needs a connection to save.
es: Tu perfil de comunidad necesita conexión para guardarse.
vi: Hồ sơ cộng đồng cần mạng để lưu.

# community.profile.tryagain
source: Something went wrong. Try again later.
es: Algo salió mal. Inténtalo más tarde.
vi: Có lỗi, thử lại sau.

# community.profile.handleexample
source: your.name
es: tu.nombre
vi: ten.cua.ban

# community.post.title
source: Post
es: Publicación
vi: Bài đăng

# community.post.gone
source: This post is no longer available
es: Esta publicación ya no está disponible
vi: Bài không còn nữa

# community.post.empty
source: No comments yet
es: Aún no hay comentarios
vi: Chưa có bình luận

# community.post.commentsfailed
source: Could not load comments.
es: No se pudieron cargar los comentarios.
vi: Không tải được bình luận.

# community.post.older
source: View older comments
es: Ver comentarios anteriores
vi: Xem bình luận cũ hơn

# community.post.olderfailed
source: Couldn't load older comments — tap to retry
es: No se pudieron cargar los comentarios anteriores — toca para reintentar
vi: Không tải được bình luận cũ hơn — chạm để thử lại

# community.post.reply
source: Reply
es: Responder
vi: Trả lời

# community.post.replyto %@
source: Reply to %@
es: Responder a %@
vi: Trả lời %@

# community.post.replyingto %@
source: Replying to %@
es: Respondiendo a %@
vi: Đang trả lời %@

# community.post.replycancel
source: Cancel reply
es: Cancelar respuesta
vi: Bỏ trả lời

# community.post.placeholder
source: Add a comment…
es: Añade un comentario…
vi: Viết bình luận…

# community.post.send
source: Send
es: Enviar
vi: Gửi

# community.post.closed
source: The author turned off comments on this post
es: El autor desactivó los comentarios de esta publicación
vi: Tác giả đã tắt bình luận cho bài này

# community.post.sendfailed
source: Comment not sent
es: No se envió el comentario
vi: Chưa gửi được bình luận

# community.post.limit
source: You've commented a lot in the last hour. Wait a bit before commenting again.
es: Comentaste mucho en la última hora. Espera un poco antes de comentar de nuevo.
vi: Bạn đã bình luận nhiều trong một giờ qua. Đợi một lúc rồi bình luận tiếp nhé.

# community.post.restricted
source: The moderation team has temporarily paused posting on your account.
es: Tu cuenta tiene la publicación pausada temporalmente por el equipo de moderación.
vi: Đội kiểm duyệt đang tạm khoá đăng bài trên tài khoản của bạn.

# community.post.offline
source: Comments need a connection to send.
es: Los comentarios necesitan conexión para enviarse.
vi: Bình luận cần mạng để gửi.

# community.post.more
source: More
es: Más
vi: Thêm

# community.post.delete
source: Delete comment
es: Eliminar comentario
vi: Xoá bình luận

# community.post.report
source: Report
es: Reportar
vi: Báo cáo

# community.post.reported
source: Report sent. Thank you.
es: Reporte enviado. Gracias.
vi: Đã gửi báo cáo. Cảm ơn bạn.

# community.post.deletegone
source: Couldn't delete the comment — it may already have been deleted
es: No se pudo eliminar el comentario — puede que ya se haya eliminado
vi: Không xoá được bình luận — có thể nó đã được xoá

# community.action.onlineonly
source: No connection — not sent, and not kept to send later.
es: Sin conexión — no enviado ni guardado para enviar después.
vi: Không có kết nối — chưa gửi, và không giữ lại để gửi sau.

# community.action.server
source: The server had a problem. Nothing was lost — try again in a moment.
es: El servidor tuvo un problema. No se perdió nada — inténtalo de nuevo en un momento.
vi: Máy chủ đang gặp sự cố. Không mất gì cả — thử lại sau một chút.

# community.report.limit
source: You've sent a lot of reports today. Try again tomorrow — you can still hide posts or mute people in the meantime.
es: Hoy ya enviaste muchos reportes. Vuelve a intentarlo mañana; mientras tanto puedes ocultar publicaciones o silenciar a alguien.
vi: Hôm nay bạn đã gửi nhiều báo cáo. Thử lại vào ngày mai — trong lúc chờ, bạn vẫn ẩn bài hoặc tắt tiếng người khác được.

# community.hidden.notice
source: Hidden from others after reports
es: Oculto para otros tras los reportes
vi: Đang ẩn với người khác vì bị báo cáo

# community.hidden.why.one %lld %@
source: %lld person reported this · mostly: %@
es: %lld persona lo reportaron · mayoría: %@
vi: %lld người báo cáo · phần lớn: %@

# community.hidden.why.other %lld %@
source: %lld people reported this · mostly: %@
es: %lld personas lo reportaron · mayoría: %@
vi: %lld người báo cáo · phần lớn: %@

# community.hidden.whyn.one %lld
source: %lld person reported this
es: %lld persona lo reportaron
vi: %lld người báo cáo

# community.hidden.whyn.other %lld
source: %lld people reported this
es: %lld personas lo reportaron
vi: %lld người báo cáo

# community.hidden.reviewask
source: Request a review
es: Solicitar una revisión
vi: Yêu cầu xem lại

# community.hidden.reviewsent
source: Review requested — it stays hidden until then
es: Revisión solicitada — permanece oculto hasta entonces
vi: Đã gửi yêu cầu xem lại — trong lúc chờ vẫn ẩn

# community.hidden.removed
source: Removed by the moderation team. This decision is final.
es: El equipo de moderación lo eliminó. Esta decisión es definitiva.
vi: Đội kiểm duyệt đã gỡ. Đây là quyết định cuối.

# community.hidden.upheld
source: We reviewed your request and it stays hidden.
es: Revisamos tu solicitud y se mantiene oculto.
vi: Yêu cầu của bạn đã được xem lại và nội dung vẫn ẩn.

# community.reason.harassment
source: Harassment
es: Acoso
vi: Quấy rối

# community.reason.inappropriate
source: Inappropriate
es: Inapropiado
vi: Nội dung không phù hợp

# community.reason.misleading
source: Misleading or unsafe
es: Engañoso o inseguro
vi: Sai lệch hoặc nguy hiểm

# community.reason.other
source: Other
es: Otro
vi: Lý do khác

# reminders.smart.workout %@
source: you usually log training around %@
es: sueles registrar entrenamientos alrededor de las %@
vi: bạn thường ghi buổi tập quanh %@

# rd.nudge.text
source: Not sure what RHR, LOAD or ACWR mean? Tap here.
es: ¿No sabes qué significan RHR, LOAD o ACWR? Toca aquí.
vi: Chưa rõ RHR, LOAD hay ACWR là gì? Bấm vào đây.

# rd.nudge.dismiss
source: Close
es: Cerrar
vi: Đóng

# community.user.title
source: Community profile
es: Perfil de comunidad
vi: Hồ sơ cộng đồng

# community.user.mine
source: My community profile
es: Mi perfil de comunidad
vi: Hồ sơ cộng đồng của tôi

# community.user.gone
source: Profile not found
es: Perfil no encontrado
vi: Không tìm thấy hồ sơ này

# community.user.followers
source: Followers
es: Seguidores
vi: Người theo dõi

# community.user.followingcount
source: Following
es: Siguiendo
vi: Đang theo dõi

# community.user.follow
source: Follow
es: Seguir
vi: Theo dõi

# community.user.unfollowstate
source: Following
es: Siguiendo
vi: Đang theo dõi

# community.user.edit
source: Edit profile
es: Editar perfil
vi: Sửa hồ sơ

# community.user.kind.all
source: All
es: Todo
vi: Tất cả

# community.user.kind.workout
source: Training
es: Entrenamiento
vi: Buổi tập

# community.user.kind.progress
source: Progress
es: Progreso
vi: Tiến trình

# community.user.kind.recipe
source: Recipes
es: Recetas
vi: Công thức

# community.user.stats.posts.one %lld
source: %lld post
es: %lld publicación
vi: %lld bài

# community.user.stats.posts.other %lld
source: %lld posts
es: %lld publicaciones
vi: %lld bài

# community.user.stats.likes.one %lld
source: %lld like received
es: %lld me gusta
vi: %lld lượt thích

# community.user.stats.likes.other %lld
source: %lld likes received
es: %lld me gusta
vi: %lld lượt thích

# community.user.stats.tries.one %lld
source: tried by %lld
es: %lld lo probó
vi: %lld người đã thử

# community.user.stats.tries.other %lld
source: tried by %lld
es: %lld lo probaron
vi: %lld người đã thử

# community.user.badge %@
source: Badge: %@
es: Insignia: %@
vi: Huy hiệu: %@

# community.user.mute %@
source: Mute @%@ for 30 days
es: Silenciar a @%@ 30 días
vi: Tắt tiếng @%@ trong 30 ngày

# community.user.muted %@
source: @%@ muted for 30 days
es: @%@ silenciado durante 30 días
vi: Đã tắt tiếng @%@ trong 30 ngày

# community.user.unmute
source: Unmute
es: Dejar de silenciar
vi: Bỏ tắt tiếng

# community.user.unmuted
source: Unmuted
es: Ya no está silenciado
vi: Đã bỏ tắt tiếng

# community.user.unmutegone
source: Already unmuted — maybe on another device
es: Ya no estaba silenciado; quizá lo cambiaste en otro dispositivo
vi: Đã bỏ tắt tiếng từ trước — có thể ở thiết bị khác

# community.user.mutednotice %@ %@
source: You muted @%1$@ until %2$@. Their posts don't show.
es: Silenciaste a @%1$@ hasta el %2$@. Sus publicaciones no aparecen.
vi: Bạn đã tắt tiếng @%1$@ đến %2$@. Bài của họ không hiện.

# community.user.block %@
source: Block @%@
es: Bloquear a @%@
vi: Chặn @%@

# community.user.blockconfirm %@
source: Block @%@?
es: ¿Bloquear a @%@?
vi: Chặn @%@?

# community.user.blockbody
source: You won't see each other's posts, and any follows between you are removed.
es: No verán las publicaciones del otro y se eliminarán los seguimientos entre ustedes.
vi: Hai bạn sẽ không thấy bài của nhau, và theo dõi giữa hai bạn bị gỡ.

# community.user.empty
source: No posts yet
es: Aún no hay publicaciones
vi: Chưa có bài nào

# community.user.journey.title
source: Journey
es: Trayectoria
vi: Hành trình

# community.user.journey.sub.one %lld %@ %@
source: %1$lld update · %2$@ – %3$@
es: %1$lld actualización · %2$@ – %3$@
vi: %1$lld lần cập nhật · %2$@ – %3$@

# community.user.journey.sub.other %lld %@ %@
source: %1$lld updates · %2$@ – %3$@
es: %1$lld actualizaciones · %2$@ – %3$@
vi: %1$lld lần cập nhật · %2$@ – %3$@

# community.user.journey.weight
source: Weight
es: Peso
vi: Cân nặng

# community.user.journey.waist
source: Waist
es: Cintura
vi: Vòng eo

# ex.title
source: Exercise Library
es: Biblioteca de ejercicios
vi: Thư viện bài tập

# ex.search
source: Search exercises…
es: Buscar ejercicios…
vi: Tìm bài tập…

# ex.add
source: Add exercise
es: Añadir ejercicio
vi: Thêm bài tập

# ex.add.title
source: Add Exercise
es: Añadir ejercicio
vi: Thêm Bài Tập

# ex.add.button
source: Add exercise
es: Añadir ejercicio
vi: Thêm bài tập

# ex.name
source: Name
es: Nombre
vi: Tên

# ex.name.hint
source: What you will search for when you add it to a workout
es: Lo que buscarás cuando lo añadas a un entrenamiento
vi: Tên bạn sẽ gõ để tìm khi thêm vào buổi tập

# ex.group
source: Muscle group
es: Grupo muscular
vi: Nhóm cơ

# ex.group.hint
source: Where it files itself in the library
es: Dónde se clasifica en la biblioteca
vi: Bài này nằm ở nhóm nào trong thư viện

# ex.kind
source: Kind of movement
es: Tipo de movimiento
vi: Loại động tác

# ex.kind.hint
source: It decides what "progress" means for this one
es: Define lo que significa "progreso" para este
vi: Nó quyết định "tiến bộ" nghĩa là gì với bài này

# ex.kind.compound
source: Compound
es: Compuesto
vi: Nhiều nhóm cơ

# ex.kind.isolation
source: Isolation
es: Aislamiento
vi: Cô lập

# ex.kind.bodyweight
source: Bodyweight
es: Peso corporal
vi: Không tạ

# ex.kind.timed
source: Hold
es: Sostenido
vi: Giữ tư thế

# ex.gear
source: Equipment
es: Equipo
vi: Dụng cụ

# ex.gear.hint
source: Optional — barbell, dumbbell, machine, or nothing at all
es: Opcional — barra, mancuerna, máquina o nada
vi: Không bắt buộc — tạ đòn, tạ đơn, máy, hoặc không gì cả

# ex.gear.placeholder
source: Barbell
es: Barra
vi: Tạ đòn

# ex.empty
source: No exercises found
es: No se encontraron ejercicios
vi: Không tìm thấy bài tập

# ex.empty.hint
source: Your exercise library syncs from the web app
es: Tu biblioteca de ejercicios se sincroniza desde la app web
vi: Thư viện bài tập đồng bộ từ bản web

# ex.delete
source: Delete
es: Eliminar
vi: Xoá

# ex.delete.confirm %@
source: Delete "%@"?
es: Eliminar "%@"?
vi: Xoá "%@"?

# ex.delete.a11y %@
source: Delete %@
es: Eliminar %@
vi: Xoá %@

# muscle.quads
source: Quads
es: Cuádriceps
vi: Chân trước

# muscle.hamstrings
source: Hamstrings
es: Isquiotibiales
vi: Chân sau

# muscle.fullBody
source: Full Body
es: Cuerpo completo
vi: Toàn thân

# wb.createExercise
source: New exercise
es: Nuevo ejercicio
vi: Bài tập mới

# wb.createNamed %@
source: Create “%@”
es: Crear “%@”
vi: Tạo “%@”

# muscle.chest
source: Chest
es: Pecho
vi: Ngực

# muscle.back
source: Back
es: Espalda
vi: Lưng

# muscle.shoulders
source: Shoulders
es: Hombros
vi: Vai

# muscle.biceps
source: Biceps
es: Bíceps
vi: Tay trước

# muscle.triceps
source: Triceps
es: Tríceps
vi: Tay sau

# muscle.abs
source: Abs
es: Abdominales
vi: Bụng

# muscle.legs
source: Legs
es: Piernas
vi: Chân

# muscle.glutes
source: Glutes
es: Glúteos
vi: Mông

# muscle.calves
source: Calves
es: Pantorrillas
vi: Bắp chân

# wp.prevWeek
source: Previous week
es: Semana anterior
vi: Tuần trước

# wp.nextWeek
source: Next week
es: Semana siguiente
vi: Tuần sau

# wp.thisWeek
source: This week
es: Esta semana
vi: Tuần này

# wp.deload
source: Deload
es: Descarga

# wp.chooseWorkout
source: Choose workout
es: Elige entrenamiento
vi: Chọn buổi tập

# wp.chooseNamed %@
source: Choose workout: %@
es: Elige entrenamiento: %@
vi: Chọn buổi tập: %@

# wp.suggested
source: Suggested
es: Sugerido
vi: Gợi ý

# wp.newWorkout
source: Create a new workout
es: Crear un nuevo entrenamiento
vi: Tạo buổi tập mới

# wp.noTemplates
source: No saved workouts yet — build one first.
es: Aún no hay entrenamientos guardados — crea uno primero.
vi: Chưa lưu buổi tập nào — tạo một cái trước đã.

# wp.count.one
source: 1 exercise
es: 1 ejercicio
vi: 1 bài

# wp.count.other %lld
source: %lld exercises
es: %lld ejercicios
vi: %lld bài

# wp.count.added %@ %@
source: %1$@ · added %2$@
es: %1$@ · creado %2$@
vi: %1$@ · tạo %2$@

# wp.status.rest
source: Rest day
es: Día de descanso
vi: Nghỉ ngơi

# wp.status.unplanned
source: Not scheduled
es: Sin programar
vi: Chưa lên lịch

# wp.status.done
source: Done
es: Hecho
vi: Hoàn thành

# wp.status.missed
source: Not trained
es: Sin entrenar
vi: Chưa tập

# wp.status.todo
source: To do
es: Por hacer
vi: Chờ tập

# history.loading
source: Loading history…
es: Cargando historial…
vi: Đang tải lịch sử…

# history.offline
source: Offline — showing cached history.
es: Sin conexión — mostrando historial guardado.
vi: Offline — đang hiện lịch sử đã lưu.

# history.pr
source: Personal record
es: Récord personal
vi: Kỷ lục cá nhân

# history.a11y.kcal
source: about %@ kcal burned (estimate)
es: unas %@ kcal quemadas (estimación)
vi: khoảng %@ kcal tiêu hao (ước lượng)

# history.sets
source: %d sets · %d exercises
es: %d series · %d ejercicios
vi: %d hiệp · %d bài

# history.title
source: Logged workouts
es: Entrenamientos registrados
vi: Buổi tập đã ghi

# history.loadFailed
source: Couldn't load your workouts.
es: No se pudieron cargar tus entrenamientos.
vi: Không tải được các buổi tập.

# history.month.sessions.one
source: %lld session
es: %lld sesión
vi: %lld buổi

# history.month.sessions.other
source: %lld sessions
es: %lld sesiones
vi: %lld buổi

# history.month.up
source: %lld%% vs previous
es: %lld%% vs. mes anterior
vi: %lld%% so với tháng trước

# history.month.down
source: %lld%% vs previous
es: %lld%% vs. mes anterior
vi: %lld%% so với tháng trước

# history.delete.title
source: Remove this session
es: Eliminar esta sesión
vi: Xoá buổi tập này

# history.delete.message
source: Remove %@? Your training load and readiness will be recalculated.
es: ¿Quitar %@? Tu carga de entrenamiento y tu preparación se recalcularán.
vi: Xoá %@? Khối lượng tập và điểm sẵn sàng sẽ được tính lại.

# history.delete.confirm
source: Delete
es: Eliminar
vi: Xoá

# history.delete.a11y
source: Delete %@
es: Eliminar %@
vi: Xoá %@

# workout.finishing
source: Finishing…
es: Terminando…
vi: Đang chốt…

# workout.empty.title
source: No sets planned
es: Sin series planificadas
vi: Chưa có set nào

# workout.empty.message
source: This workout has no sets yet.
es: Este entrenamiento aún no tiene series.
vi: Buổi tập này chưa có set nào.

# workouts.noSession.title
source: No workout today
es: Hoy no hay entrenamiento
vi: Hôm nay chưa có buổi tập

# workouts.noSession.message
source: Today's planned workout will show up here.
es: El entrenamiento planificado de hoy aparecerá aquí.
vi: Buổi tập theo kế hoạch của hôm nay sẽ hiện ở đây.

# workout.rest.title
source: Rest
es: Descanso
vi: Nghỉ

# workout.rest.hint
source: Get ready for the next set.
es: Prepárate para la siguiente serie.
vi: Chuẩn bị cho hiệp tiếp theo.

# workout.rest.warning
source: Almost done — get ready!
es: ¡Casi listo — prepárate!
vi: Sắp hết — chuẩn bị nhé!

# workout.rest.skip
source: Skip
es: Omitir
vi: Bỏ qua

# workout.rest.left
source: %d seconds left
es: Quedan %d segundos
vi: Còn %d giây

# workout.rest.adjust
source: Adjust rest by %@ seconds
es: Ajustar descanso %@ segundos
vi: Chỉnh nghỉ %@ giây

# workout.rest.title.paused
source: Rest · Paused
es: Descanso · En pausa
vi: Nghỉ · Tạm dừng

# workout.rest.pause
source: Pause
es: Pausar
vi: Tạm dừng

# workout.rest.resume
source: Resume
es: Reanudar
vi: Tiếp tục

# workout.sync.pending
source: %d waiting to sync
es: %d esperando sincronizar
vi: %d đang chờ đồng bộ

# workout.sync.dead
source: %d rejected by server (placeholder)
es: %d rechazado por el servidor (provisional)
vi: %d bị server từ chối (chữ tạm)

# workout.done
source: Done
es: Listo
vi: Xong

# auth.confirmPassword
source: Confirm password
es: Confirmar contraseña
vi: Nhập lại mật khẩu

# auth.error.emailInvalid
source: Please enter a valid email.
es: Ingresa un correo válido.
vi: Vui lòng nhập email hợp lệ.

# auth.error.passwordShort
source: Password must be at least 6 characters.
es: La contraseña debe tener al menos 6 caracteres.
vi: Mật khẩu phải từ 6 ký tự.

# auth.error.passwordMismatch
source: Passwords don't match.
es: Las contraseñas no coinciden.
vi: Mật khẩu nhập lại không khớp.

# sync.offline
source: Offline — changes will sync later.
es: Sin conexión — los cambios se sincronizarán.
vi: Offline — thay đổi sẽ đồng bộ sau.

# sync.queued
source: %d changes waiting to sync.
es: %d cambios pendientes.
vi: %d thay đổi đang chờ đồng bộ.

# sync.saving
source: Saving…
es: Guardando…
vi: Đang lưu…

# sync.retrying
source: Retrying…
es: Reintentando…
vi: Đang thử lại…

# net.offline
source: Offline — showing saved data
es: Sin conexión — mostrando datos guardados
vi: Ngoại tuyến — đang hiển thị dữ liệu đã lưu

# net.reconnecting
source: Reconnecting — catching up
es: Reconectando — poniéndose al día
vi: Đang kết nối lại — app đang tải phần đã lỡ

# net.retry
source: Try again
es: Reintentar
vi: Thử lại

# sync.retry
source: Retry
es: Reintentar
vi: Thử lại

# settings.title
source: Settings
es: Ajustes
vi: Cài đặt

# settings.account
source: Account
es: Cuenta
vi: Tài khoản

# settings.notSignedIn
source: Not signed in
es: Sin sesión
vi: Chưa đăng nhập

# settings.language
source: Language
es: Idioma
vi: Ngôn ngữ

# settings.appearance
source: Appearance
es: Apariencia
vi: Giao diện

# settings.system
source: System
es: Sistema
vi: Hệ thống

# settings.theme.dark
source: Dark
es: Oscuro
vi: Tối

# settings.theme.light
source: Light
es: Claro
vi: Sáng

# settings.about
source: About
es: Acerca de
vi: Giới thiệu

# settings.version
source: Version
es: Versión
vi: Phiên bản

# settings.signOut
source: Sign out
es: Cerrar sesión
vi: Đăng xuất

# settings.cancel
source: Cancel
es: Cancelar
vi: Huỷ

# settings.signOut.confirm.title
source: Sign out?
es: ¿Cerrar sesión?
vi: Đăng xuất?

# settings.signOut.confirm.message
source: You'll need to sign in again.
es: Tendrás que iniciar sesión de nuevo.
vi: Bạn sẽ cần đăng nhập lại.

# reminders.title
source: Reminders
es: Recordatorios
vi: Nhắc nhở

# reminders.desc
source: Daily nudges to keep your streak
es: Avisos diarios para mantener tu racha
vi: Nhắc mỗi ngày để giữ chuỗi thói quen

# reminders.denied
source: Notifications are off. Enable them in iOS Settings › ASCND.
es: Las notificaciones están desactivadas. Actívalas en Ajustes de iOS › ASCND.
vi: Thông báo đang tắt. Bật trong Cài đặt iOS › ASCND.

# reminders.water
source: Drink water
es: Bebe agua
vi: Uống nước

# reminders.claim.title
source: Reward expiring soon
es: Recompensa por vencer pronto
vi: Thưởng sắp hết hạn

# reminders.claim.desc
source: Nudge when an earned challenge reward is about to expire
es: Avisa cuando una recompensa de desafío esté por vencer
vi: Nhắc khi thưởng thử thách sắp hết hạn nhận

# reminders.meal
source: Log a meal
es: Registra una comida
vi: Ghi bữa ăn

# reminders.supplements
source: Supplements
es: Suplementos
vi: Thực phẩm bổ sung

# reminders.workout
source: Train today
es: Entrena hoy
vi: Tập hôm nay

# reminders.weighIn
source: Morning weigh-in
es: Pesaje matutino
vi: Cân buổi sáng

# reminders.biometrics
source: Morning readings
es: Lecturas matutinas
vi: Số đo buổi sáng

# reminders.sleepLog
source: Log last night
es: Registra anoche
vi: Ghi đêm qua

# reminders.bedtime
source: Wind down
es: Relájate
vi: Chuẩn bị ngủ

# reminders.everyHours %lld
source: Every %lldh
es: Cada %lld h
vi: Mỗi %lld giờ

# reminders.smart.bedtime %@
source: you go to bed at %@
es: te acuestas a las %@
vi: bạn đi ngủ lúc %@

# reminders.smart.wake %@
source: you wake at %@
es: te despiertas a las %@
vi: bạn dậy lúc %@

# reminders.smart.from %@
source: Koa noticed: %@
es: Koa notó: %@
vi: Koa để ý: %@

# reminders.smart.move %@
source: Remind at %@
es: Recordar a las %@
vi: Nhắc lúc %@

# workout.previous.title
source: Last time
es: Última vez
vi: Lần trước

# workout.previous.useAgain
source: Use again
es: Reutilizar
vi: Dùng lại

# workout.previous.none
source: No history yet.
es: Sin historial.
vi: Chưa có lịch sử.

# workout.previous.loading
source: Loading history…
es: Cargando historial…
vi: Đang tải lịch sử…

# workout.progress.exercise
source: Exercise %d of %d
es: Ejercicio %d de %d
vi: Bài %d/%d

# workout.progress.sets
source: %d/%d sets
es: %d/%d series
vi: %d/%d hiệp

# workout.progress.accessibility
source: %@, %d of %d sets done
es: %@, %d de %d series hechas
vi: %@, đã xong %d/%d hiệp

# summary.stats.accessibility
source: Volume %1$d %2$@, %3$d sets, %4$d exercises
es: Volumen %1$d %2$@, %3$d series, %4$d ejercicios
vi: Volume %1$d %2$@, %3$d set, %4$d bài

# summary.pr
source: New personal record!
es: ¡Nuevo récord personal!
vi: Kỷ lục cá nhân mới!

# summary.empty.title
source: No sets yet
es: Sin series aún
vi: Chưa có hiệp nào

# summary.empty.message
source: Complete a set to see it here.
es: Completa una serie para verla aquí.
vi: Hoàn thành một hiệp để xem ở đây.

# summary.backToToday
source: Back to Today
es: Volver a Hoy
vi: Về Hôm nay

# workout.untick.title
source: Undo this set?
es: ¿Desmarcar esta serie?
vi: Bỏ tích hiệp này?
